#Напишите 4 переменных которые буду обозначать следующие данные
#Количество выполненных ДЗ (запишите значение 12)
homeworks_done  = 12
#Количество затраченных часов (запишите значение 1,5)
hours_spent = 1.5
#Название курса (запишите значение 'Python')
course_name = "Python"
#Время на одно задание (вычислить используя 1 и 2 переменные)
average_time = hours_spent / homeworks_done
#Выведите на экран(в консоль), используя переменные, следующую строку:
print(course_name, "всего задач:", homeworks_done, ", затрачено часов:", hours_spent, ", среднее время выполнения:", average_time)
#Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0,125 часа.
